Repository: bnoordhuis/node-iconv
Catalog: deps/libiconv-1.9.1/po/*.po
Languages: hr, pt_br, uk

source: Usage: iconv [--binary] [-c] [-s] [-f fromcode] [-t tocode] [file ...]
hr: Uporaba: iconv [--binary] [-c] [-s] [-f izkoda] [-t ukod] [datoteka ...]
pt_br: Uso: iconv [--binary] [-c] [-s] [-f fromcode] [-t tocode] [arquivo ...]
uk: Використання: iconv [--binary] [-c] [-s] [-f з_кодування] [-t у_кодування] [файл ...]

source: Usage: iconv [-c] [-s] [-f fromcode] [-t tocode] [file ...]
hr: Uporaba: iconv [-c] [-s] [-f izkoda] [-t ukod] [datoteka ...]
pt_br: Uso: iconv [-c] [-s] [-f fromcode] [-t tocode] [arquivo ...]
uk: Використання: iconv [-c] [-s] [-f з_кодування] [-t у_кодування] [файл ...]

source: or: iconv -l
hr: ili: iconv -l
pt_br: ou: iconv -l
uk: або: iconv -l

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
hr: Ovo je slobodni softver; pogledajte kod kako biste doznali uvjete kopiranja. NEMA garancije; čak ni tvrdnje o ISPLATIVOSTI ili POGODNOSTI ZA NEKU SVRHU.
pt_br: Este é um software livre; veja o código fonte para condições de copyright. Não existe NENHUMA garantia; nem mesmo a garantia implícita de COMERCIABILIDADE ou ADEQUAÇÃO À QUALQUER FINALIDADE PARTICULAR.
uk: Це в╕льне програмне забезпечення; умови коп╕ювання приведен╕ у джерельних текстах програми. Нема Н╤ЯКИХ гарант╕й; нав╕ть гарант╕╖ КОМЕРЦ╤ЙНО╥ Ц╤ННОСТ╤ або ПРИДАТНОСТ╤ ДЛЯ КОНКРЕТНО╥ Ц╤Л╤.

source: Written by %s.
hr: Napisao %s.
pt_br: Escrito por %s.
uk: Автор: %s.

source: iconv: %s: incomplete character or shift sequence
hr: iconv: %s: nezavršena znakovna ili shift sekvenca
pt_br: iconv: %s: seqüência de caracteres ou deslocamentos incompleta
uk: iconv: %s: незавершений символ чи посл╕довн╕сть зм╕ни рег╕стру

source: iconv: %s: cannot convert
hr: iconv: %s: ne mogu konvertirati
pt_br: iconv: %s: impossível converter
uk: iconv: %s: не вдалося перетворити

source: iconv: %s: I/O error
hr: iconv: %s: U/I greška
pt_br: iconv: %s: erro de E/S
uk: iconv: %s: помилка В/В

source: iconv: conversion from %s unsupported
hr: iconv: konverzija iz %s nije podržana
pt_br: iconv: conversão de %s não é suportada
uk: iconv: перетворення з %s не п╕дтриму╓ться

source: iconv: conversion to %s unsupported
hr: iconv: konverzija u %s nije podržana
pt_br: iconv: conversão para %s não é suportada
uk: iconv: перетворення у %s не п╕дтриму╓ться

source: iconv: conversion from %s to %s unsupported
hr: iconv: konverzija iz %s u %s nije podržana
pt_br: iconv: conversão de %s para %s não é suportada
uk: iconv: перетворення з %s у %s не п╕дтриму╓ться

source: (stdin)
uk: (стд. вв╕д)

source: iconv: I/O error
hr: iconv: U/I greška
pt_br: iconv: erro de E/S
uk: incov: помилка В/В
